/*------------------------------------
APP-CONNECT.PHP Translations
 */

const ar_Page_Translations = {

        "001-about-buwana": "بوانا هو نظام تسجيل دخول مفتوح المصدر لتطبيقات الويب التجديدية طوّرته التحالف العالمي للإيكوبريك.",
        "002-buwana-desc": "يوفر بروتوكول بوانا بديلاً لمصادقة المستخدمين للتطبيقات التي ترغب في الابتعاد عن تسجيلات الدخول الشركاتية من أجل نظام بيئي من المشاريع الخضراء المتناغمة مع الأرض. تم إطلاق بروتوكول بوانا للتو في يونيو 2025. هذه هي التطبيقات التي تستخدمه حتى الآن...",
        "000-login": "تسجيل الدخول",
        "000-signup": "إنشاء حساب",
        "000-about": "ℹ️ حول",
        "003-open-source": "الكود المصدري وويكي التوثيق لبوانا موجودان على GitHub",
        "004-view-repo": "عرض المستودع ↗",
        "009-connect-button": "اتصال",
    };

