const ar_Page_Translations = {
    "001-support-title": "👥 محادثات الدعم الخاصة بك",
    "002-support-description": "تواصل وتحدث مع فريق تطوير بوانا.",
    "003-user-info-heading": "تفاصيل حسابك لهذه المحادثة",
    "004-buwana-id": "<strong>معرّف بوانا:</strong>",
    "005-full-name": "<strong>الاسم الكامل:</strong>",
    "006-first-name": "<strong>الاسم الأول:</strong>",
    "007-email": "<strong>البريد الإلكتروني:</strong>",
    "008-language": "<strong>اللغة المفضلة:</strong>",
    "009-emoji": "<strong>إيموجي المستخدم:</strong>",
    "010-country": "<strong>البلد:</strong>",
    "011-under-construction": "🚧 وظيفة الدعم قيد الإنشاء! عُد الأسبوع القادم."
};
