/*-----------------------------------
TEXT TRANSLATION SNIPPETS FOR GOBRIK.com
-----------------------------------*/
// CHINESE TEXT SNIPPETS FOR SIGNUP-6
/*-----------------------------------

-----------------------------------*/

const zh_Page_Translations = {
    "001-subs-set": "✔ 您的地球订阅已确认！",
    "002-fun-part": "现在是有趣的部分！",
    "003-to-finalize": "为了完成您的账户，请选择一个最能代表您的地球人表情符号。",
    "004-mammals": "哺乳动物",
    "004-marine": "海洋生物",
    "004-reptiles-amphibians": "爬行动物与两栖动物",
    "004-birds": "鸟类",
    "004-plants": "植物",
    "004-insects": "昆虫",
    "004-human-link": "人类连接",
    "005-emoji-hint": "选择一个表情符号来代表您在 ",
    "006-community-connect": "Buwana 账户可帮助您与本地社区建立联系...",
    "007-community-placeholder": "输入您的社区...",
    "008-start-typing-community": "开始输入即可查看并选择一个社区。很可能您附近的人已经创建了一个！",
    "009-add-community": "没有看到您的社区？添加一个。",
    "010-check-country": "请确保我们已将您连接到正确的国家：",
    "010b-select-country-option": "-- 请选择您的国家 --",
    "011-confirm-language-choice": "请确保我们正确识别了您的语言...",
    "012-select-language-option": "-- 请选择您的语言 --",
    "013-all-done-button": "全部完成！👌",
    "013b-ready-to-login": "您现在可以登录了！",

    "014-add-community-title": "添加您的社区",
    "015-add-community-desc": "将您的社区添加到 Buwana，以便他人通过再生应用进行连接。",
    "016-community-name-label": "社区名称：",
    "017-community-type-label": "社区类型：",
    "018-select-type-option": "选择类型",
    "019-type-neighborhood": "街区",
    "020-type-city": "城市",
    "021-type-school": "学校",
    "022-type-organization": "组织",
    "023-country-label": "国家：",
    "024-select-country-option": "选择国家...",
    "025-language-label": "首选语言：",
    "026-select-language-option": "选择语言...",
    "027-submit-button": "➕ 创建社区",
};
