/*-----------------------------------

-----------------------------------*/
// ARABIC TEXT SNIPPETS FOR SIGNUP-6
/*-----------------------------------

-----------------------------------*/

const ar_Page_Translations = {
    "001-subs-set": "✔ تم تأكيد اشتراكاتك الأرضية!",
    "002-fun-part": "الآن الجزء الممتع!",
    "003-to-finalize": "لإكمال حسابك، اختر رمزًا تعبيريًا يمثل شخصيتك الأرضية.",
    "004-mammals": "الثدييات",
    "004-marine": "كائنات بحرية",
    "004-reptiles-amphibians": "الزواحف والبرمائيات",
    "004-birds": "الطيور",
    "004-plants": "النباتات",
    "004-insects": "الحشرات",
    "004-human-link": "صلة إنسانية",
    "005-emoji-hint": "اختر رمزًا تعبيريًا واحدًا لتمثيلك على ",
    "006-community-connect": "تتيح لك حسابات Buwana التواصل مع مجتمعك المحلي...",
    "007-community-placeholder": "اكتب اسم مجتمعك...",
    "008-start-typing-community": "ابدأ بالكتابة لرؤية المجتمعات واختيار واحد منها. من المحتمل أن يكون هناك من أنشأ مجتمعًا قريبًا منك!",
    "009-add-community": "لا ترى مجتمعك؟ أضفه.",
    "010-check-country": "يرجى التأكد من أننا ربطناك بالدولة الصحيحة:",
    "010b-select-country-option": "-- اختر بلدك --",
    "011-confirm-language-choice": "يرجى التأكد من أننا اخترنا لغتك الصحيحة...",
    "012-select-language-option": "-- اختر لغتك --",
    "013-all-done-button": "تم كل شيء! 👌",
    "013b-ready-to-login": "أنت الآن جاهز لتسجيل الدخول!",

    "014-add-community-title": "أضف مجتمعك",
    "015-add-community-desc": "أضف مجتمعك إلى Buwana ليتسنى للآخرين التواصل عبر التطبيقات التجديدية.",
    "016-community-name-label": "اسم المجتمع:",
    "017-community-type-label": "نوع المجتمع:",
    "018-select-type-option": "اختر النوع",
    "019-type-neighborhood": "حي",
    "020-type-city": "مدينة",
    "021-type-school": "مدرسة",
    "022-type-organization": "منظمة",
    "023-country-label": "الدولة:",
    "024-select-country-option": "اختر دولة...",
    "025-language-label": "اللغة المفضلة:",
    "026-select-language-option": "اختر لغة...",
    "027-submit-button": "➕ أنشئ مجتمعًا",
};
