/*-----------------------------------
TEXT TRANSLATION SNIPPETS FOR signup-2.php
-----------------------------------*/
const ar_Page_Translations = {

    "001-register-by": "سجل عبر",
    "002-now-lets-use": "لنقم بإعداد حسابك على ",
    "003-to-register-on": "للتسجيل على ",
    "003b-last-name": "ما هو اسم عائلتك؟",
    "004-your": "اسمك",
    "004b-please": " من فضلك...",
    "005-duplicate-email": "🚧 عذرًا! يبدو أن هذا البريد الإلكتروني مستخدم بالفعل في حساب Buwana. يرجى استخدام بريد آخر.",
    "006-gobrik-duplicate": "🌏 يبدو أن هذا البريد الإلكتروني مستخدم بالفعل في حساب GoBrik قديم. يرجى <a href=\"login.php\" class=\"underline-link\">تسجيل الدخول بهذا البريد لترقية حسابك.</a>",
    "007-email-sub-caption": "💌 سنستخدم هذا البريد للتواصل معك وتأكيد حسابك",
    "008-set-your-pass": "أنشئ كلمة المرور الخاصة بك:",
    "008-password-advice": "🔑 يجب أن تحتوي كلمة المرور على 6 أحرف على الأقل.",
    "009-confirm-pass": "أكد كلمة المرور...",
    "010-pass-error-no-match": "👉 كلمتا المرور غير متطابقتين.",
    "011-human-check": "اكتب الكلمة \"إيكوبريك\"...",
    "012-prove-human": "هذا اختبار صغير للتأكد أنك إنسان!",

    "013-fun-fact": "🤓 معلومة ممتعة:",
    "014-is-spelled": " تُكتب بدون فراغ أو حرف كبير أو شرطة!",
    "015-by-registering": "من خلال التسجيل اليوم، أوافق على ",

    "016-register-button": "تسجيل ➡",
};
