/*-----------------------------------
TEXT TRANSLATION SNIPPETS FOR signup-3.php
-----------------------------------*/
const ar_Page_Translations = {

    // confirm email
    "001-alright": "حسنًا",
    "002-lets-confirm": "دعنا نؤكد بريدك الإلكتروني.",
    "003-to-create": "لإنشاء حسابك في Buwana GoBrik، نحتاج إلى تأكيد بيانات الاعتماد التي اخترتها. هذه هي الطريقة التي سنتواصل بها معك ونؤمّن بها حسابك. انقر على زر الإرسال وسنرسل رمز تفعيل الحساب إلى:",
    "004-send-email-button": '<input type="submit" name="send_email" id="send_email" value="📨 إرسال الرمز" class="submit-button activate">',
    "006-enter-code": "يرجى إدخال الرمز الخاص بك:",
    "007-check-email": "تحقق من بريدك الإلكتروني",
    "008-for-your-code": "للعثور على رمز تأكيد حسابك. أدخله هنا:",
    "009-no-code": "لم يصلك الرمز؟ يمكنك طلب إعادة الإرسال خلال",
    "010-email-no-longer": "هل لم تعد تستخدم هذا البريد الإلكتروني؟<br>إذا كان الأمر كذلك، ستحتاج إلى <a href=\"signup-1.php\">إنشاء حساب جديد</a> أو التواصل مع فريقنا عبر support@gobrik.com.",
    "011-change-email": "هل تريد تغيير بريدك الإلكتروني؟",
    "012-go-back-new-email": "ارجع لإدخال عنوان بريد إلكتروني مختلف.",
};
