/*-----------------------------------
TEXT TRANSLATION SNIPPETS FOR signup-2.php
-----------------------------------*/
const zh_Page_Translations = {

    "001-register-by": "通过以下方式注册",
    "002-now-lets-use": "让我们为你在此设置账户 ",
    "003-to-register-on": "用于注册 ",
    "003b-last-name": "你的姓氏是什么？",
    "004-your": "你的",
    "004b-please": " 请...",
    "005-duplicate-email": "🚧 哎呀！这个邮箱地址已经被 Buwana 账户使用了。请使用另一个。",
    "006-gobrik-duplicate": "🌏 此邮箱似乎已用于旧版 GoBrik 账户。请 <a href=\"login.php\" class=\"underline-link\">使用此邮箱登录以升级账户。</a>",
    "007-email-sub-caption": "💌 我们将通过此方式与你联系以确认你的账户",
    "008-set-your-pass": "设置你的密码：",
    "008-password-advice": "🔑 密码至少需包含 6 个字符。",
    "009-confirm-pass": "确认你的密码...",
    "010-pass-error-no-match": "👉 密码不一致。",
    "011-human-check": "请输入“生态砖”...",
    "012-prove-human": "这是一个小测试，看看你是不是人类！",

    "013-fun-fact": "🤓 趣味小知识：",
    "014-is-spelled": " 写的时候没有空格、大写或连字符！",
    "015-by-registering": "通过注册，我同意 ",

    "016-register-button": "注册 ➡",
};
