/*-----------------------------------
TEXT TRANSLATION SNIPPETS FOR signup-2.php
-----------------------------------*/
const zh_Page_Translations = {
    "001-register-by": "注册方式",
    "001-activate-by": "激活你的",
    "002-now-lets-use": "现在让我们为你设置账户：",
    "001-now-lets-reset": "现在让我们重设你的密码和账户核心信息。",
    "003-to-register-on": "在此注册：",
    "003b-last-name": "你的姓氏是什么？",
    "004-your-email-please": "请输入你的电子邮箱...",
    "005-duplicate-email": "🚧 哎呀！这个电子邮箱已被 Buwana 账户使用。请选择另一个。",
    "006-gobrik-duplicate": "此邮箱似乎已用于旧版 GoBrik 账户。请 <a href=\"login.php\" class=\"underline-link\">使用此邮箱登录以升级账户。</a>",
    "007-email-sub-caption": "💌 我们将通过此凭证向你发送账户确认信息",
    "007-email-reuse": "👍 现在让我们把你旧的 GoBrik 邮箱用于新的 Buwana GoBrik 账户。",
    "008-set-your-pass": "设置你的密码：",
    "008-password-advice": "🔑 密码长度必须至少为6个字符。",
    "009-confirm-pass": "确认你的密码...",
    "010-pass-error-no-match": "🤔 两次输入的密码不一致。",
    "011-human-check": "请输入“ecobrick”一词...",
    "012-prove-human": "这是一个小测试，用来验证你是人类！",
    "013-fun-fact": "🤓 小知识：",
    "014-is-spelled": " 的拼写中没有空格、大写或连字符！",
    "015-by-registering": "我在此注册，即表示同意 ",
    "016-register-button": "注册 ➡",
    "015b-by-upgrading": "通过今天升级我的账户，我同意新的 ",
    "016-upgrade-button": "升级账户 ➡",
};
