/*-----------------------------------
TEXT TRANSLATION SNIPPETS FOR signup-4.php
-----------------------------------*/
const ar_Page_Translations = {

    "001-email-confirmed": "✔ تم تأكيد بريدك الإلكتروني!",
    "002-now": "الآن",
    "003-now-localize-you": " دعنا نحدد موقعك.",
    "004-lets-determine-bioregion": "دعنا نحدد منطقتك البيئية ومجتمعك المحلي.",
    "005-your-neighbourhood": "حيّك...",
    "006-start-typing-neighbourhood": "ابدأ بكتابة اسم حيّك، وسيقوم <a href=\"#\" onclick=\"openAboutOSM()\" class=\"underline-link\">openstreetmaps.org</a> بإكمال الباقي.",
    "007-in-which-river-basin": "في أي حوض نهري تعيش؟",
    "008-the map shows": " ℹ️ تُظهر الخريطة الأنهار والجداول من حولك. اختر الجهة التي يتدفق إليها ماؤك.",
    "010-select-your-river": "👉 اختر نهر منطقتك المحلي...",

    "011-watershed-select": "إلى أي حوض نهري أو جدول يتدفق ماؤك المحلي؟",
    "011c-unknown": "لا أعلم",
    "011d-unseen": "لا أرى نهري أو جدولي المحلي",
    "011e-no-watershed": "لا يوجد حوض تصريف",
    "011f-fetch-error": "حدث خطأ أثناء جلب بيانات الأنهار",
    "011b-no-rivers-found": "لم يتم العثور على أنهار بالقرب منك. :-(",

    "011-non-political": "نعم! نحن نستخدم <a href=\"#\" onclick=\"openAboutRiverBasins()\" class=\"underline-link\">المناطق البيئية بناءً على أحواض التصريف</a> كطريقة بديلة، غير سياسية وواقعية لتحديد موقع المستخدمين.",

    "012-next-button": "التالي ➡",

    "013-watershed-title": "أحواض التصريف",
    "014-watershed-description": "حوض التصريف هو منطقة تُعرّف بتجمع مياه الأمطار أو ذوبان الثلوج أو الجليد وتدفقها إلى نقطة واحدة، عادةً ما تكون نهراً أو بحيرة أو محيطاً. تشكل هذه الأحواض مناطق بيئية بحدود طبيعية، وغالباً ما تُحدد بواسطة قمم التلال أو الجبال. تلعب أحواض التصريف دوراً بيئياً مهماً للغاية وتوفر المياه للاستخدام البشري.",

    "015-osm-description": "نحن نحرص على عدم استخدام خرائط Google، وبدلاً من ذلك نعتمد على OpenStreetMap (وهي مؤسسة وليست شركة ربحية) لتحديد مواقع المستخدمين. تم إنشاء OpenStreetMap من قبل مجتمع من المساهمين الذين يضيفون ويحافظون على بيانات الطرق والأنهار والممرات وغير ذلك في جميع أنحاء العالم. OpenStreetMap هو مصدر مفتوح وبياناته متاحة مجاناً: يمكن لأي شخص استخدامه لأي غرض طالما أشار إلى OpenStreetMap ومساهميه.",

    "010-are-you-part-community": "هل أنت جزء من مجتمع محلي على بوانا؟",
    "011-community-connect": "اختر مجتمعك...",
    "012-start-typing-community": "تساعد بوانا المجتمعات على التواصل. ابدأ بالكتابة للبحث باسم المجتمع. ربما يكون شخص بالقرب منك قد أضاف مجموعتك بالفعل!",

};
