/*-----------------------------------
TEXT TRANSLATION SNIPPETS FOR signup-5.php
-----------------------------------*/

const ar_Page_Translations = {
    "001-select-subs": "اختر الاشتراكات الأرضية",
    "002-sub-subtitle": "📬 نشارك الأخبار عبر البريد الإلكتروني.",
    "003-get-your": "<a href=\"#\" onclick=\"openAboutEarthen()\" class=\"underline-link\">نشرة أرضية</a> الخاصة بنا أُرسلت لأول مرة منذ 10 سنوات من أرض شعب الإيغوروت. لا تزال مجانية، ولكن لدينا الآن قنوات مختلفة للاختيار من بينها...</span>",
    "004-later-upgrade": "لاحقًا يمكنك الترقية إلى اشتراك مدفوع لدعم الحركة.",
    "005-nice": "رائع! أنت مشترك بالفعل في:",
    "006-choose": "اختر إضافة أو إزالة الاشتراكات أدناه:",
    "007-not-subscribed": " غير مشترك بعد في أي من النشرات الأرضية.",
    "008-almost-done": "تفعيل حسابك في بوانا على وشك الاكتمال. لقد حفظنا الأفضل للنهاية...",
    "009-finalize-button": "🐣 إنهاء ➡",
    "010-terms": "تُرسل النشرات الأرضية وفقًا لـ ",
};
