/*-----------------------------------
TEXT TRANSLATION SNIPPETS FOR Signup-1.php
-----------------------------------*/

const ar_Page_Translations = {
    "001-signup-heading": "إنشاء حساب",
    "002-signup-subtext": " يستخدم بوانا — نظام حسابات قوي وخاص ومفتوح المصدر وموجه للأرض يُشغل التطبيقات التجديدية.",
    "003-firstname": "ما اسمك؟",
    "006-credential-choice": "اختر طريقة التسجيل...",
    "007-way-to-contact": "سوف نرسل رسائل تأكيد الحساب عبر هذه الطريقة. لاحقًا، ستسجل الدخول بنفس الطريقة.",
};
